/* Button in Timer */
"Edit" = "Wijzig";

/* Button in Timer */
"Pause" = "Pauzeer";

/* Button in Timer */
"Reset" = "Herstel";

/* Button in Timer */
"Start" = "Start";

/* Initial title of timer */
"Timer" = "Timer";

/* Status line in Timer */
"Total Time" = "Totale tijd";

